{
  "dogFacts": [
    {
      "fact": " Todos os cães podem ser rastreados de volta 40 milhões de anos atrás para uma doninha-como animais chamados os Miacis que habitavam em árvores e cavernas. As Miacis mais tarde evoluiu para o Tomarctus, uma direta antepassado do gênero Canis, que inclui o lobo e chacal como bem como o cachorro. "
    },
    {
      "fact": " Antiga egípcios reverenciavam seus cães. Quando um animal de estimação cão iria morrer, os proprietários raspada fora suas sobrancelhas, manchada de lama em seu cabelo, e lamentou em voz alta para dias. "
    },
    {
      "fact": " Pequenas quantidades de uvas e passas podem causar insuficiência renal em cães. Chocolate, nozes de macadâmia , cebolas cozidas ou qualquer coisa com cafeína também podem ser prejudiciais. "
    },
    {
      "fact": "As sementes de maçã e pêra contêm arsênico, que pode ser mortal para os cães. "
    },
    {
      "fact": " O astro do rock Ozzy Osborne salvou a pomerânia de sua esposa Sharon de um coiote ao enfrentar o anúncio lutando contra o coiote até que ele soltasse o cachorro. "
    },
    {
      "fact": " Os cães têm suor glândulas em entre suas patas. "
    },
    {
      "fact": " Em 2003, o Dr. Roger Mugford inventou a  \"wagometer,\" um dispositivo que reivindicações para interpretar um cão exata humor por medir o wag de sua cauda. "
    },
    {
      "fact": " Os cães têm três . Pálpebras A terceira tampa, chamado um nictitante membrana ou \" haw,\" mantém o olho lubrificado e protegido. "
    },
    {
      "fact": " Um cão ombro lâminas são acopladas para o resto do esqueleto para permitir uma maior flexibilidade para a execução. "
    },
    {
      "fact": " Os filhotes de cachorro são , por vezes, rejeitado por sua mãe , se eles são nascidos por cesariana e limpou -se antes de ser dado de volta para ela. "
    },
    {
      "fact": " A frase \" chovendo gatos e cães \" se originou no século XVII Inglaterra. Durante pesadas chuvas, muitos desabrigados animais iria se afogar e flutuar para baixo as ruas, dando a aparência que ele tinha realmente choveu gatos e cães. "
    },
    {
      "fact": " Durante os Média Idade, Grande dinamarqueses e Mastiffs foram às vezes adequado com armadura e perfurantes coleiras para introduzir uma batalha ou para defender abastecimento caravanas. "
    },
    {
      "fact": " Pekingese e japoneses queixos eram tão importantes na do antigo Far Leste que eles tinham seus próprios servos e foram realizadas em torno de comércio rotas como presentes para reis e imperadores. Pekingese foram mesmo adorados nos templos de China para séculos. "
    },
    {
      "fact": " A forma de um cão rosto sugere como longa que vai viver. Cães com afiados, pontiagudos rostos que parecem mais como lobos normalmente ao vivo por mais tempo. Cães com muito planas rostos, tais como buldogues, muitas vezes têm mais curtas vidas. "
    },
    {
      "fact": " Após a queda de Roma, a sobrevivência humana muitas vezes se tornou mais importante do que criar e treinar cães. Lendas de lobisomens surgiram durante essa época, enquanto cães abandonados viajando em matilhas normalmente vagavam pelas ruas e aldeões aterrorizados . "
    },
    {
      "fact": " Durante os Média Idade, misturado raças de camponeses cães foram obrigados a desgaste blocos em torno de seus pescoços para mantê -los a partir de reprodutores com nobres caça cães. Raça pura cães eram muito caros e caça tornou-se a província do rico. "
    },
    {
      "fact": " As maioria dos cães nunca possuídos por uma pessoa foram 5.000 Mastiffs detidas por Kublai Khan. "
    },
    {
      "fact": " O americano Kennel Club, o mais influente cão clube no Estados Unidos, foi fundada em 1884. "
    },
    {
      "fact": " As maioria dos populares masculinos cão nomes são Max e Jake. Os maioria dos populares feminina cão nomes são Maggie e Molly. "
    },
    {
      "fact": " Os estudiosos têm argumentado sobre a metafísica interpretação de Dorothy cão, Toto, no Assistente de Oz. Uma teoria postulados que Toto representa Anubis, o cabeça de cão egípcio deus da morte, porque Toto consistentemente mantém Dorothy de segurança retornando para casa . "
    },
    {
      "fact": " Estranho cão leis incluem permitindo que policiais ofertas em Palding, Ohio, para morder um cão para acalmar . Ele Em Ventura County, Califórnia, gatos e cães são não permitido para ter sexo sem uma licença. "
    },
    {
      "fact": " O primeiro cão capela foi fundada em 2001. Ele foi construído em St. Johnsbury, Vermont, por Stephan Huneck, uma das crianças livro autor cuja cinco cães ajudou ele se recuperar de uma grave doença. "
    },
    {
      "fact": " Aqueles nascidos sob o signo do cão em chinês astrologia são considerados para ser leal e discreta, embora um pouco temperamental. "
    },
    {
      "fact": " No Irã, que é contra a lei para possuir um cão como um animal de estimação. No entanto, se um proprietário pode provar que o cão é um guarda ou caça cão, esta restrição não se aplica. Muçulmana reticência sobre cães é talvez devido ao o fact de que a raiva tem sempre sido endêmica no Oriente Médio. "
    },
    {
      "fact": " Os Maias e Astecas simbolizado cada décimo dia com o cão, e aqueles nascidos sob este signo foram acreditava que tem pendentes liderança habilidades. "
    },
    {
      "fact": " Os antigos Mbayá índios do Gran Chaco na Sul América acreditavam que os seres humanos originalmente viveu no subsolo até cães cavaram -los para cima. "
    },
    {
      "fact": " Platão disse uma vez que \" um cachorro tem a alma de um filósofo. \" "
    },
    {
      "fact": " francês poodles que não se originam na França , mas na Alemanha \" poodle \" vem a partir do alemão pudel ou pudelhund, o que significa \" salpicos cão \" . Alguns estudiosos especulam o poodle puffs de cabelo evoluiu quando caçadores raspou o poodle para mais eficiente natação, enquanto deixando os pompons em torno das grandes articulações para mantê -los quentes. "
    },
    {
      "fact": " O nome do cão no o Cracker Jacks caixa é Bingo. O Taco de Bell Chihuahua é um resgatou cão chamado Gidget. "
    },
    {
      "fact": " Os primeiros cães foram auto-domesticado lobos que, pelo menos, 12.000 anos atrás, tornou-se atraídas para os primeiros locais de permanente humana habitação. "
    },
    {
      "fact": " Dachshunds foram criados para lutar contra texugos em suas tocas. "
    },
    {
      "fact": " Laika, uma russa perdida, foi o primeiro de estar mamífero para orbitar a Terra, no soviético Sputnik nave espacial em 1957. Embora ela morreu no espaço, sua filha Pushnika teve quatro filhotes com o presidente John F. Kennedy terrier, Charlie . "
    },
    {
      "fact": "Os dálmatas são completamente brancos ao nascer. "
    },
    {
      "fact": " O termo \" cão dias de verão \" foi cunhado por os antigos gregos e romanos para descrever os mais quentes dias de verão que coincidiu com a ascensão da Dog Star, Sirius. "
    },
    {
      "fact": " Alexander o Grande é dito para ter fundado e chamado uma cidade Peritas, em memória de seu cão. "
    },
    {
      "fact": " Na antiga Grécia, canis de cães foram mantidos no santuário de Asclépio em . Epidaurus Cães foram frequentemente sacrificado lá porque eles eram abundantes, barato, e fácil de controle. Durante o de Julho de 25 celebração do kunophontis \" o massacre de cães \", sacrifícios de cães foram realizados para apaziguar os ancestrais do filho de Apolo , Linos, que foi devorado por cães .. "
    },
    {
      "fact": " cão formadores em antiga China foram realizadas em alta estima. A grande quantidade de cão domesticação também tomou lugar na China, especialmente nanismo e miniaturização. "
    },
    {
      "fact": " A antiga religião zoroastrismo inclui em seu religiosa texto intitulado o Zend Avesta uma secção dedicada ao o cuidado e criação de cães. "
    },
    {
      "fact": " Os primeiros europeus imagens de cães são encontrados na caverna pinturas que datam para trás 12.000 anos atrás na Espanha. "
    },
    {
      "fact": " O cão foi frequentemente retratado em grego arte, incluindo Cerberus, o three-headed hound guardando a entrada para o submundo, e os caça cães que acompanhavam a virgem deusa da perseguição, Diana. "
    },
    {
      "fact": " Durante o Renascimento, detalhados retratos do cão como um símbolo de fidelidade e lealdade apareceu na mitológica, alegórica, e religiosa arte ao longo da Europa, incluindo obras de Leonardo da Vinci, Diego Velázquez, Jan van Eyck, e Albrecht Durer . "
    },
    {
      "fact": " Um filhote de cachorro é nascido cego, surdo, e sem dentes. "
    },
    {
      "fact": " O Basenji é o mundo única barkless cão. "
    },
    {
      "fact": " Um cão mais prováveis interpreta um sorridente pessoa como descobrindo seus dentes, que é um ato de agressão. "
    },
    {
      "fact": " Um de de Shakespeare a maioria dos travessos personagens é caranguejo, o cão pertencente ao Launce no Two Gentlemen of Verona. A palavra \" watchdog \" é primeiro encontrada em The Tempest. "
    },
    {
      "fact": " Presidente Franklin Roosevelt criou um menor internacional incidente quando ele alegou que ele enviou um destróier para as Aleutas Islands apenas para escolher se o seu Scottish Terrier, Fala, que havia sido deixado para trás. "
    },
    {
      "fact": " Dentro de horas de do de Setembro de 11, 2001, o ataque sobre o Mundial Trade Center, especialmente treinados cães foram na cena, incluindo alemão pastores, Labs, e até mesmo um poucos pequenos Dachshunds. "
    },
    {
      "fact": " Ele custa cerca de $ 10.000 para treinar um federal certificado de busca e resgate cão. "
    },
    {
      "fact": " O menor cão no registro era uma caixa de fósforos tamanho Yorkshire Terrier. Ele era 2,5 \" de altura no ombro, 3,5 \" de nariz ponta a cauda, e pesava apenas 4 onças. "
    },
    {
      "fact": " de Hollywood primeiro e indiscutivelmente melhor canino astro foi Rin Tin Tin, a cinco dias de idade German Shepherd encontrado ferido em batalha na Primeira Guerra Mundial França e adotada por um americano soldado, Lee Duncan. Ele iria assinar seus próprios contratos com o seu impressão da pata . "
    },
    {
      "fact": " No o final da Primeira Guerra Mundial, o alemão governo treinados os primeiros guia cães para cegos-guerra soldados. "
    },
    {
      "fact": " Um cão pode localizar a fonte de um som em 1/600 de um segundo e pode ouvir sons quatro vezes mais longe do que um ser humano pode. "
    },
    {
      "fact": " Toque é o primeiro sentido do cão . Desenvolve a todo o corpo, incluindo as patas, é coberto com sensíveis ao toque nervosas finais. "
    },
    {
      "fact": " Dezoito músculos ou mais podem mover a orelha de um cachorro . "
    },
    {
      "fact": " Os nomes de 77 antigos egípcios cães tenham sido gravados. Os nomes referem-se a cor e carácter, tal como Blackie, Ebony, Boa Pastor, de confiança, e Bravo One. "
    },
    {
      "fact": " No Egito, uma pessoa mordida por um raivoso cão foi encorajado a comer o assado fígado de um cão infectado com raiva para evitar contrair a doença. O dente de um cão infectado com raiva iria também ser colocado em uma faixa amarrada para o braço da pessoa mordido. o menstrual sangue de uma fêmea cão foi utilizado para cabelo remoção, enquanto cão genitais foram utilizados para prevenir o branqueamento do cabelo. "
    },
    {
      "fact": " Na tradição cristã primitiva , São Cristóvão, o santo padroeiro dos viajantes, às vezes é retratado com uma cabeça de cachorro . "
    },
    {
      "fact": " Os mais antigos conhecidos cão ossos foram encontrados na Ásia e data tão longe de volta como 10.000 aC A primeira identificável cão da raça apareceu cerca de 9000 aC e foi provavelmente um tipo de Greyhound cão usado para a caça. "
    },
    {
      "fact": " Não é um número estimado de 400 milhões de cães no mundo. "
    },
    {
      "fact": " O EUA tem o maior cão população no mundo. França tem o segundo mais alto. "
    },
    {
      "fact": " Impressões de nariz de cachorro são tão únicas quanto impressões digitais humanas e podem ser usadas para identificá- las. "
    },
    {
      "fact": " Bloodhound cães têm um agudo sentido de cheiro e têm sido usadas desde os Média Idade para rastrear os criminosos. "
    },
    {
      "fact": " Ele é muito mais fácil para os cães para aprender faladas comandos se eles são dadas em conjunto com mão sinais ou gestos. "
    },
    {
      "fact": " Cães em um pacote são mais propensos a perseguição e caça de um único cão em seu próprio país. Dois cães são o suficiente para formar um bloco. "
    },
    {
      "fact": " Os cães podem ver na cor, embora eles mais provável ver cores semelhantes para um daltônico humana. Eles podem ver melhor quando a luz é baixa. "
    },
    {
      "fact": " Petting cães é comprovada para reduzir sangue pressão de cão proprietários. "
    },
    {
      "fact": " Os cães têm vivido com os seres humanos por mais de 14.000 anos. Os gatos têm vivido com pessoas para apenas 7.000 anos. "
    },
    {
      "fact": " Zorba, um Inglês mastiff, é o maior cachorro já gravado. Ele pesava 343 libras e medidos 8' 3 \" de seu nariz para a sua cauda. "
    },
    {
      "fact": " O cão médio pode correr cerca de 30 km / h. Os galgos são os cães mais rápidos da Terra e podem correr a velocidades de até 72 km / h. "
    },
    {
      "fact": " Uma mulher cão e seus femininos crianças poderia produzir 4.372 filhotes em sete anos. "
    },
    {
      "fact": " A raça de cachorro mais popular no Canadá, EUA e Grã - Bretanha é o labrador retriever. "
    },
    {
      "fact": " galgos aparecer para ser o mais antigo cão da raça. \" Greyhound \" vem de um erro na tradução do início alemão nome Greishund, que significa \" velho \" ou \" antigo cão \" não a partir da cor cinza. "
    },
    {
      "fact": " O mais velho cão no registro era um Australian cattle dog chamado Bluey , que viveu 29 anos e 5 meses. Em humanos anos, que é mais do que 160 anos de idade. "
    },
    {
      "fact": " A maioria dos especialistas acredita que os humanos domesticaram os cães antes dos burros, cavalos, ovelhas, cabras, gado, gatos ou galinhas. "
    },
    {
      "fact": " Uma pessoa de pé ainda 300 jardas de distância é quase invisível para um cão. Mas um cão pode facilmente identificar o seu proprietário de pé uma milha de distância , se o proprietário está acenando seus braços. "
    },
    {
      "fact": " Os cães podem cheirar cerca de 1.000 vezes melhor do que . Seres humanos Enquanto os seres humanos têm 5 milhões de detecção de cheiro células, cães têm mais do que 220 . Milhões A parte do cérebro que interpreta o cheiro é também quatro vezes maior em cães do que em seres humanos . "
    },
    {
      "fact": " Alguns cães podem cheirar mortos corpos sob água, onde os cupins estão se escondendo, e naturais de gás enterrada sob 40 pés de sujeira. Eles podem até mesmo detectar o câncer que é demasiado pequeno para ser detectado por um médico e pode encontrar pulmão câncer por cheirar o hálito de uma pessoa . "
    },
    {
      "fact": " Os cães têm um molhado nariz para recolher mais das minúsculas gotas de cheiro de produtos químicos em o ar. "
    },
    {
      "fact": " Os cães como doces um monte mais do que gatos . Fazê Enquanto os gatos têm cerca única 473 gosto gomos, cães têm cerca de 1.700 gosto gomos. Os seres humanos têm cerca de 9.000. "
    },
    {
      "fact": " Diferentes cheiros em a um cão urina pode dizer outros cães se o cão deixando a mensagem é do sexo feminino ou masculino, de idade ou jovem, doente ou saudável, feliz ou com raiva. "
    },
    {
      "fact": " masculinos cães vai elevar suas pernas enquanto urinar para mirar mais alto em uma árvore ou poste , porque eles querem para deixar uma mensagem de que eles são altos e intimidante. Alguns selvagens cães em África tente a executar -se de árvores troncos enquanto eles são urinar para aparecer para ser muito grande. "
    },
    {
      "fact": " Na Croácia, os cientistas descobriram que os postes de iluminação foram caindo para baixo , porque a química na urina de machos cães foi apodrecendo o metal. "
    },
    {
      "fact": " Os cães são sobre como inteligente como um de dois ou três anos de idade da criança. Este meio que pode compreender cerca de 150-200 palavras, incluindo sinais e mão movimentos com o mesmo significado como palavras. "
    },
    {
      "fact": "A condessa Karlotta Libenstein da Alemanha deixou aproximadamente $ 106 milhões para seu Alsatin, Gunther III, quando ela morreu em 1992. "
    },
    {
      "fact": " A perda Dachshund foi encontrado engolido inteiro no estômago de um gigante catfish em Berlim em julho de 2003. "
    },
    {
      "fact": " Na Austrália, um homem que foi preso por drogas posse argumentou seus civis direitos foram violados quando o farejadores de drogas cão aninhou sua virilha. Enquanto o juiz rejeitou as acusações, que foram mais tarde reintegrado quando um promotor apontou para fora que em o reino animal , aninhar a virilha foi um gesto amigável . "
    },
    {
      "fact": " O Beagle chegou em destaque nos anos 1300 e 1400 , durante os dias de rei Henry VII de Inglaterra. Elizabeth I foi fond de bolso Beagles, que eram única 9 \" alta. "
    },
    {
      "fact": " O melhor cão para supostamente atrair uma data é a de Ouro Retriever. O pior é o Pit Touro. "
    },
    {
      "fact": " O Akita é um dos os mais desafiadores cães a possui. Alguns seguros empresas têm ainda caracterizada lo como o nº 1 \" bad dog \" e pode mesmo levantar um Akita do proprietário proprietário seguros custos. "
    },
    {
      "fact": " O Beagle e o Collie são os cães mais intrometidos , enquanto o Cão Akbash e o Basenji são os mais silenciosos. "
    },
    {
      "fact": " Uma pesquisa relatórios que 33 dos cães proprietários admitem que falar para seus cães sobre os telefone ou licença mensagens em responder máquinas enquanto eles estão longe .. "
    },
    {
      "fact": " Trinta por cento de todos os dálmatas são surdos em um ou ambos os ouvidos. Porque bulldogs têm extremamente curtos focinheiras, muitos gastos suas vidas lutando asfixia. Porque chihuahuas têm esses pequenos crânios, o fluxo de espinhal fluido pode ser restrito, causando hidrocefalia , um inchaço do cérebro. "
    },
    {
      "fact": " A dor sofrida após um animal de estimação cão morre pode ser o mesmo como que experimentou após a morte de uma pessoa. "
    },
    {
      "fact": " Não são quase 5 milhões de cães mordidas por ano; as crianças são as principais . Vítimas cão picadas causam perdas de mais de $ 1 bilhões um . Ano "
    },
    {
      "fact": " A pessoa deve não chutar um cachorro de frente para ele ou ela. Alguns cães podem morder 10 vezes antes de um ser humano pode responder. "
    },
    {
      "fact": " As maioria inteligentes cães são declaradamente o Border Collie e do Poodle, enquanto os menos inteligentes cães são o Afghan Hound e o Basenji. "
    },
    {
      "fact": " Um tipo de Pekingese é referido a como um \" manga \" porque ele foi criado para caber em um chinês imperatriz mangas, que foi como ele foi muitas vezes levada ao redor. "
    },
    {
      "fact": " É que um pato ... ou um cão? O Newfoundland raça tem uma água resistentes casaco e webbed pés. Este cão foi originalmente criado para ajudar haul redes de pescadores e resgatar pessoas em risco de afogamento. "
    },
    {
      "fact": " Ele paga para ser um colo cão. Três cães \" de Primeira Classe cabines! \" Sobreviveu ao naufrágio do Titanic - dois pomeranos e um . Pekingese "
    },
    {
      "fact": " A Beatles . Bater É rumores de que, na fim do Beatles canção, \" Um dia na vida, \" Paul McCartney gravou um ultra-som apito, audível única para cães, apenas para sua Shetland Sheepdog. "
    },
    {
      "fact": " Uau, verifique para fora aqueles helicópteros! Filhotes têm 28 dentes e normais adultos cães têm 42. "
    },
    {
      "fact": " Persiga aquele rabo! Os cães perseguem o rabo por uma variedade de razões: curiosidade, exercício, ansiedade, instinto predatório ou, eles podem ter pulgas! Se o seu cão está perseguindo o rabo excessivamente, fale com o seu veterinário. "
    },
    {
      "fact": " Vendo pontos? Ou não ... dálmatas cachorros são puro branco quando eles são nascidos e desenvolver seus pontos como eles crescem mais velhos. "
    },
    {
      "fact": " Não noite visão óculos necessário! Cães olhos conter um especial membrana, chamado o tapetum lucidum, que permite -los para ver no a escuridão. "
    },
    {
      "fact": " Pitter patter. O coração em repouso de um cão de raça grande bate entre 60 e 100 vezes por minuto, e o coração de uma raça de cão pequeno bate entre 100-140. Comparativamente, um coração humano em repouso bate 60-100 vezes por minuto. "
    },
    {
      "fact": " Se o seu cachorro de agir engraçado, ficar fora do ! Guarda-chuva De acordo com um Petside.com/Associated Imprensa sondagem, 72 de cão proprietários acreditam que seu cão pode detectar quando tempestuoso tempo é sobre o caminho. "
    },
    {
      "fact": " É não uma febre ... Um cão normal de temperatura é entre 101 e 102,5 graus Fahrenheit. Como muito fazer você sabe sobre cães saúde? Tome nosso Doggy Primeiro Aid Quiz! "
    },
    {
      "fact": " É algo molhado? Ao contrário dos seres humanos que suar em todos os lugares, cães única suar através das almofadas de seus pés. "
    },
    {
      "fact": " Aqui está olhando em você. Cães têm três pálpebras, um superior da tampa, a mais baixa da tampa e da terceira pálpebra, chamado um nictitante membrana ou \" haw, \" que ajuda a manter o olho úmido e protegido. "
    },
    {
      "fact": "Os americanos adoram cachorros! 44 dos lares dos EUA têm um cachorro, o que equivale a 55,3 milhões de lares "
    },
    {
      "fact": " Mover sobre Rover! 45 de cães dormir em sua do proprietário cama \" estamos bastante certeza uma grande porcentagem também monopolizar os cobertores! \" "
    },
    {
      "fact": " Por que são dos cães narizes tão molhado? Cães narizes secretam uma fina camada de muco que ajuda -los absorver perfume. Eles então lamber seus narizes para provar o cheiro através de sua boca. "
    },
    {
      "fact": " Gostoso! Os cães têm cerca de 1.700 papilas gustativas. Os humanos têm aproximadamente 9.000 e os gatos têm cerca de 473. "
    },
    {
      "fact": " Observe que prato de biscoitos! Um cão sentido de cheiro é 10.000 - 100.000 vezes mais aguda como que de seres humanos. "
    },
    {
      "fact": " É não tão preto e . Branco É um mito que cães única ver em preto e branco. Na fact, ele é acreditado que cães ver principalmente em azul, amarelo-esverdeado, amarelo e vários tons de cinza. "
    },
    {
      "fact": " Será que você ouve ? Que som de frequência é medida em Hertz \" Hz \" .} O maior a Hertz, a mais aguda do som. Os cães ouvem melhor a 8.000 Hz, enquanto os seres humanos ouvir melhor em torno de 2.000 Hz . "
    },
    {
      "fact": " Expresso . Yourself Cães orelhas são extremamente expressivo. É nenhuma maravilha! Não são mais do que uma dúzia separadas músculos que controlam um cão de ouvido movimentos. "
    },
    {
      "fact": " Crescendo . Embora os cães Chow Chow sejam bem conhecidos por suas distintas línguas azul-pretas , eles na fact nascem com línguas rosa . Eles ficam azul-pretos com 8-10 semanas de idade. "
    },
    {
      "fact": " Por que fazer eles fazer isso? Quando cães chutar depois indo para a casa de banho, eles estão usando as perfume glândulas em suas patas para mais marca seu território. "
    },
    {
      "fact": " Não, é não apenas para fazer -se olhar adorável. Dogs enrolar -se em uma bola quando eles dormir devido a um antigo instinto para manter -se aquecer e proteger seus abdômen e vitais órgãos de predadores. "
    },
    {
      "fact": " Os cães são capazes de compreender -se a 250 palavras e gestos, podem contar -se a cinco e pode realizar simples matemáticas cálculos. A média cão é tão inteligente como uma de dois anos de idade, filho. "
    },
    {
      "fact": " Alguns vadios russos cães têm figurado para fora como para utilizar o metrô sistema em ordem para viajar para mais populosas áreas em busca de comida. "
    },
    {
      "fact": " Os cães não gosta de ser abraçada como muito como seres humanos e outros primatas. Caninos interpretar colocando um membro sobre outro animais como um sinal de domínio. "
    },
    {
      "fact": " Dois stray dogs em Afeganistão salvou 50 americanos soldados. A Facebook grupo levantou $ 21.000 para trazer os cães de volta para o US e reunir -los com os soldados. "
    },
    {
      "fact": " O Beatles canção \" Um dia na vida \" tem um adicional campal de alta apito, audível única para cães. Ele foi gravado por Paul McCartney para o gozo da sua Shetland Sheepdog. "
    },
    {
      "fact": " Este filhote, Nesbit, ganhou mais de um milhão de milhas aéreas Delta em sua vida e tinha seu próprio cartão de passageiro frequente . "
    },
    {
      "fact": " Um de Michael de Vick ex combate cães, Leo, foi no para ser uma terapia cão que confortou morrendo crianças. "
    },
    {
      "fact": " Serviço cães são treinados para saber quando eles estão on . Duty Quando o arnês está em diante, eles sabem que o negócio de tempo. Quando você tirar isso fora, os filhotes imediatamente se tornar brincalhão e energético. "
    },
    {
      "fact": " Tiger Woods, gaguejou como uma criança e usado para falar ao seu cão até que ele caiu no sono em um esforço para obter livrar de -la. "
    },
    {
      "fact": " Vendo olho cães xixi e cocô no comando de modo que os seus proprietários podem limpar -se após eles. \" O comando é normalmente \" Get ocupado! \" E filhotes vai andar para trás e para frente até que eles fazem o seu negócio. Os cães machos também são treinados para fazer seus negócios sem levantar a perna. "
    },
    {
      "fact": " n antiga China, um imperador última linha de defesa foi uma pequena pequinês cão literalmente escondido até sua manga. "
    },
    {
      "fact": " Quando Lord Byron foi informado de que seu cão foi não permitiu a vir com ele para Cambridge Trinity College, ele retaliou por trazer um urso em seu lugar. "
    },
    {
      "fact": " Em 1860, San Francisco, dois vadios cães que eram melhores amigos tornaram-se locais celebridades. Suas façanhas foram celebrado em locais jornais e eles foram concedidos a imunidade a partir da cidade de cão coletores. "
    },
    {
      "fact": " Não é uma forma de cão prédio em Nova Zelândia. "
    },
    {
      "fact": " Este cão, Naki'o, perdeu tudo de suas pernas para Frostbite no Colorado, mas agora tem quatro próteses pernas e pode correr ao redor como normal. "
    },
    {
      "fact": " A umidade de um cão nariz é essencial para determinar o sentido um cheiro está vindo de. "
    },
    {
      "fact": " Hienas não são realmente cães. Eles estão mais estreitamente relacionados aos gatos. "
    },
    {
      "fact": " Spiked cão coleiras foram inventados na antiga Grécia e foram originalmente concebidos para proteger cães gargantas do lobo ataques. "
    },
    {
      "fact": " Baks o cego boxer tem uma visão do olho ganso nomeados Botões. Botões do four-year-old ganso leva seu cachorro em torno de todos os lugares , quer por enforcamento para ele com o seu pescoço, ou por buzinar para dizer- lhe que caminho a percorrer. "
    },
    {
      "fact": " 'Frito Pés' é o nome do fenômeno em que as bactérias sobre um cão patas causar -lhes a cheiro como milho fritas. Porque um filhote pés estão em constante contato com o chão, eles pegar até toneladas de microorganismos em suas patas. Quando cães esfriar fora pela transpiração através das almofadas de seus pés, a combinação de umidade e bactérias releaces uma noz, pipoca-como aroma. Basicamente ele do cão B.O. "
    },
    {
      "fact": " Ele é um mito que cães são cor cego. Eles podem realmente ver em cor, apenas não tão vividamente como seres humanos. Ele é semelhante a nossa visão de anoitecer. "
    },
    {
      "fact": " Dogs DO tem melhor -luz baixa visão do que os seres humanos por causa de um especial de reflexão da luz camada atrás de suas retinas. "
    },
    {
      "fact": " A German Shepherd guia de cão levou -a cega companheiro a toda 2.100 mile Appalachian Trail. "
    },
    {
      "fact": " Se não esterilizados ou castrados, uma fêmea cão, seu companheiro, e seus filhotes poderiam produzir mais de 66.000 cães em 6 anos! "
    },
    {
      "fact": " As únicas glândulas sudoríparas dos cães estão entre as almofadas das patas . "
    },
    {
      "fact": " Como humanos bebês, Chihuahuas são nascidos com um suave local em seu crânio , que fecha com a idade. "
    },
    {
      "fact": " A raça Lundehune tem 6 dedos e pode fechar as orelhas. "
    },
    {
      "fact": " Teddy Roosevelt cão, Pete, rasgou um francês do embaixador calças off no Branco House. "
    },
    {
      "fact": "O presidente Lyndon Johnson tinha dois beagles chamados ele e ela. "
    },
    {
      "fact": " Franklin Roosevelt passou $ 15.000 para um destruidor para escolher se o seu Scottie nos Aleutas Islands. "
    },
    {
      "fact": " Nos tempos romanos , os mastins usavam armaduras leves e eram enviados atrás de cavaleiros montados . "
    },
    {
      "fact": " Os russos treinados cães durante a Segunda Guerra Mundial para executar suicidas missões com minas amarrado a suas costas. "
    },
    {
      "fact": " Um cão da boca exerce 150-200 libras de pressão por square inch com alguns cães exercendo -se a 450 libras por square inch. "
    },
    {
      "fact": " A um ano de idade cão é como fisicamente amadurecer como um 15 ano de idade humana. "
    },
    {
      "fact": " O EUA tem o maior cão população no mundo. "
    },
    {
      "fact": "A França tem a 2ª maior população de cães . "
    },
    {
      "fact": " O cachorro comum da cidade vive 3 anos a mais do que um cachorro do campo . "
    },
    {
      "fact": " Oitenta e sete por cento dos cães proprietários dizer seu cão enrola -se ao lado deles ou em seus pés enquanto eles assistir T.V. "
    },
    {
      "fact": "Os cães podem ser treinados para detectar ataques epilépticos em humanos. "
    },
    {
      "fact": " Quinze pessoas morrem no EUA a cada ano a partir de cão morde. "
    },
    {
      "fact": " Em 2002 sozinho, mais pessoas no EUA foram mortos por cães do que por tubarões nos últimos 100 anos. "
    },
    {
      "fact": " Gidget é o nome do Taco de Bell cão. "
    },
    {
      "fact": " Newfoundlands são ótimos nadadores por causa de seus pés palmados . "
    },
    {
      "fact": " Basset Hounds não sabem nadar. "
    },
    {
      "fact": " galgos são os mais rápidos cães na terra, com velocidades de até a 45 milhas por hora. "
    },
    {
      "fact": " Bingo é o nome do cão no lado do Cracker Jack caixa. "
    },
    {
      "fact": " A bíblia menciona cães 14 vezes. "
    },
    {
      "fact": " Três cães sobreviveram ao naufrágio do Titanic: a Terra Nova, um Pomeranian, e um pequinês. "
    },
    {
      "fact": " O Labrador Retriever é o # 1 favorito da raça na EUA, Canadá, e do R.U. "
    },
    {
      "fact": " A obesidade é o problema de saúde nº 1 entre os cães. "
    },
    {
      "fact": " Um estimado de 1.000.000 cães no EUA ter sido nomeado como os principais beneficiários em sua do proprietário vontade. "
    },
    {
      "fact": " Um americano animal Hospital Association pesquisa encontrou que 33 dos cães proprietários admitir a falar para os seus cães no telefone e deixando respondendo máquinas mensagens para eles , enquanto longe. "
    },
    {
      "fact": " As impressões do nariz dos cães são tão únicas quanto as impressões digitais de um ser humano e podem ser usadas para identificá- las com precisão . "
    },
    {
      "fact": " No a fim dos Beatles canção \" Um dia na vida, \" uma campal de alto cão apito foi gravado por Paul McCartney para seu cão pastor. "
    },
    {
      "fact": " Setenta por cento das pessoas assinar seu animal de estimação nome em saudação e férias cartões. "
    },
    {
      "fact": " Cinquenta e oito por cento das pessoas colocam animais de estimação em retratos de família e de férias . "
    },
    {
      "fact": " Não são única 350 Cisky Terriers no mundo, possivelmente, fazendo -o o mais raro raça. "
    },
    {
      "fact": " A frase \" chovendo gatos e cães \" se originou no 17o século Inglaterra quando ele é acreditado que muitos gatos e cães afogado durante pesados períodos de chuva. "
    },
    {
      "fact": "Os cães não têm noção do tempo. "
    },
    {
      "fact": " Os humanos têm mantido cães como animais de estimação por mais de 12.000 anos. "
    },
    {
      "fact": " A maior raça de cão é o Wolfhound Irlandês . "
    },
    {
      "fact": " A menor raça de cães do mundo é o Chihuahua. "
    },
    {
      "fact": " O São Bernardo é a raça de cachorro mais pesada . "
    },
    {
      "fact": " Somente cães e humanos têm próstatas. "
    },
    {
      "fact": " Os cães que não têm um apêndice. "
    },
    {
      "fact": " Cada cão em terra provavelmente descendem de uma espécie sabe como o Tomarctus - uma criatura que percorriam a terra mais de 15 milhões de anos atrás. "
    },
    {
      "fact": " A raça mais antiga conhecida é provavelmente a Saluki, originalmente treinada por egípcios para ajudá- los a rastrear o jogo. "
    },
    {
      "fact": " Em 1957, Laika se tornou o primeiro ser vivo no espaço através de um satélite terrestre e o terrier de JFK , Charlie, teve 4 filhotes com a filha de Laika . "
    },
    {
      "fact": " Um Africano lobo cão conhecido como o Basenji é a única cão no mundo que não podem latir. "
    },
    {
      "fact": " Não são 703 raças de raça pura cães. "
    },
    {
      "fact": " Dachshunds foram originalmente criados para lutar contra texugos. "
    },
    {
      "fact": " O mundo mais inteligentes cães são pensado para ser \" 1 \" o Border Collie, \" 2 \" o Poodle, e \" 3 \" o Ouro Retriever e o mais idiota cão é acreditado para ser o Afghan Hound . "
    },
    {
      "fact": " Um cão sentido de cheiro é mais do que 100.000 vezes mais forte do que aquela de um ser humano. "
    },
    {
      "fact": " Os cães precisam de um forte sentido de cheiro , porque sua visão é não tão afiado como um ser humano. "
    },
    {
      "fact": "Os cães julgam os objetos primeiro por seu movimento, depois por seu brilho e , por último, por sua forma. "
    },
    {
      "fact": " Chocolate contém uma substância conhecida como teobromina \" semelhante à cafeína \"que pode matar cães ou, na muito menos, fazer -los violentamente doente. "
    },
    {
      "fact": " George Washington tinha 36 cães - todos Foxhounds - com um chamado Sweetlips. "
    },
    {
      "fact": " Todos os cães são idênticos em anatomia, com 321 ossos e 42 dentes permanentes . "
    },
    {
      "fact": " Raças menores amadurecem mais rápido do que raças maiores . "
    },
    {
      "fact": " As cadelas só estão prontas para acasalar - \" no cio \"- duas vezes por ano em um total de aproximadamente 20 dias. "
    },
    {
      "fact": " Filhotes dormir 90 de do dia para suas primeiras poucas semanas. "
    },
    {
      "fact": " Rin Tin Tin foi a primeira Hollywood cão estrela e ele realmente assinou seus filmes contratos - todos 22 de lhes - com uma pata-cópia. "
    },
    {
      "fact": " Toto em O Mágico de Oz foi interpretado por uma mulher Cairn Terrier chamada Terry. "
    },
    {
      "fact": " Um cão visão é não totalmente desenvolvido até após o primeiro mês. "
    },
    {
      "fact": " Os cães têm duas vezes como muitos músculos para mover seus ouvidos como pessoas. "
    },
    {
      "fact": " A mais um cão nariz, o mais eficaz é interna arrefecimento do sistema. "
    },
    {
      "fact": " Uma mulher idosa foi salva por seu Yorkshire Terrier de 12 libras , que lutou contra um Akita de 80 libras e sobreviveu com apenas 9 pontos. "
    },
    {
      "fact": " US aduaneiros cães \" Rocky \" e \" Barco \" eram tão boa em patrulhar a fronteira que mexicanos de drogas senhores colocar um $ 300.000 de recompensa em suas cabeças. "
    },
    {
      "fact": "Os cães são todos descendentes diretos dos lobos. "
    },
    {
      "fact": " Lobos e cães podem acasalar para produzir descendentes férteis . "
    },
    {
      "fact": " Female lobos ter sido conhecida a viajar grandes distâncias para regurgitar completos refeições para seus famintos filhotes. "
    },
    {
      "fact": " Cerberus era o cão de três cabeças que guardava o submundo na mitologia grega . "
    },
    {
      "fact": " Um cão da gravidez dura por aproximadamente 60 dias. "
    },
    {
      "fact": " O sentido da audição dos cães é mais de dez vezes mais agudo do que o de um humano. "
    },
    {
      "fact": " Os seres humanos podem detectar sons em 20.000 vezes por segundo, enquanto que cães podem sentir frequências de 30.000 vezes por segundo. "
    },
    {
      "fact": " As primeiras cão fósseis datas backup para quase 10.000 aC "
    },
    {
      "fact": " Bloodhounds são valorizados por sua capacidade para único para fora e identificar um número de aromas ao mesmo tempo. "
    },
    {
      "fact": " dálmatas cachorros são nascido completamente branco. "
    },
    {
      "fact": " A antiga chinesa realizada pequinês filhotes nas mangas de suas vestes. "
    },
    {
      "fact": "Os boxeadores são assim chamados por causa de sua maneira de jogar com as patas dianteiras . "
    },
    {
      "fact": " Todas as raças de cães têm sido encontrados a atacar o gado, a partir de 3 meses de idade filhotes de 13 anos de idade poodles. "
    },
    {
      "fact": " Um cão coração bate até a 120 vezes por minuto, ou 50 mais rápido do que a média humana batimento cardíaco de 80 vezes por minuto "
    },
    {
      "fact": " O mais velho cão de registro - um Queensland Heeler chamado Bluey - era 29 anos, 5 meses de idade. "
    },
    {
      "fact": " Davy Crockett tinha um cachorro chamado Sport. "
    },
    {
      "fact": "Os cães foram domesticados pela primeira vez por homens das cavernas. "
    },
    {
      "fact": " Os cães vivem uma média de 15 anos. "
    },
    {
      "fact": " Muitos distúrbios nos pés em cães são simplesmente um problema de unhas muito longas . "
    },
    {
      "fact": " Mais do que 5.000.000 filhotes são nascidos no EUA a cada ano. "
    },
    {
      "fact": " Mais de 1 em cada 3 famílias americanas possui um cachorro. "
    },
    {
      "fact": " A temperatura corporal média de um cão é 101,2 graus. "
    },
    {
      "fact": " Os menina Scouts e Boy Scouts ambos oferta de mérito emblemas em cão cuidado. "
    },
    {
      "fact": "Os cães são animais de carga naturais . "
    },
    {
      "fact": "Os cães são naturalmente submissos a qualquer criatura com status de matilha superior , humano ou canino. "
    },
    {
      "fact": "Filhotes de olhos que não totalmente abrir até que eles são cerca de 12 dias de idade. "
    },
    {
      "fact": " Cães com pouco humana contato nos primeiros três meses normalmente não fazem bons animais de estimação. "
    },
    {
      "fact": " O Chihuahua foi nomeado após o estado no México , onde eles foram descobertos. "
    },
    {
      "fact": " O menor conhecido adulto cão era um Yorkshire Terrier que era apenas 2,5 polegadas no ombro, e pesava apenas 4 onças. "
    },
    {
      "fact": " O maior cão era um Mastim inglês que pesava 343 libras. "
    },
    {
      "fact": " Em 2001, ele foi estimado que existem são cerca de 400 milhões de cães no mundo. "
    },
    {
      "fact": " Na velha Inglaterra, a palavra \" cão \" era usada para se referir a todos os tipos de cães. "
    },
    {
      "fact": " O famoso apelido, \" do homem melhor amigo, \" é usado em muitas outras línguas como bem como Inglês. "
    },
    {
      "fact": "Os cães não veem em preto e branco, eles têm 2 receptores de cores e podem ver amarelo e azul. "
    },
    {
      "fact": "Os cães definitivamente não veem como os falcões. Eles têm uma visão muito ruim , mas podem distinguir movimentos 10-20 vezes melhor do que os humanos. "
    },
    {
      "fact": " Mesmo com sua visão deficiente , os cães ainda podem ver melhor à noite do que os humanos . "
    },
    {
      "fact": " A maioria dos cães tem 18 ou mais músculos para inclinar, girar e mover as orelhas. "
    },
    {
      "fact": " Enquanto não o melhor quando ele vem à vista, cães têm um agudo senso de audição, e pode ouvir sons em 4 vezes a distância dos seres humanos. "
    },
    {
      "fact": " No a idade de 4 semanas, a maioria dos cães têm desenvolvido a maioria de suas vocalizações. "
    },
    {
      "fact": " A maioria dos cães são capazes de compreender -se a 250 palavras e gestos. "
    },
    {
      "fact": " Um Border Collie chamado Chaser tem aprendido os nomes de 1.022 brinquedos, e pode recuperar cada pelo nome. "
    },
    {
      "fact": " Os cães podem contar -se a cinco e pode realizar simples matemáticas cálculos. "
    },
    {
      "fact": " O cão médio é tão inteligente quanto uma criança de dois anos . "
    },
    {
      "fact": " Tem sido demonstrado que os cães podem reduzir tanto física e emocional ansiedade. "
    },
    {
      "fact": " Os cães têm sido usados desde os anos 1700 para a terapia. "
    },
    {
      "fact": " Cães com uma carne colorido nariz é dito para ter um \" Dudley nariz. \" "
    },
    {
      "fact": " Pugs e outros cães com focinho curto têm um tipo peculiar de cabeça conhecido como \" Braquicefálico. \" "
    },
    {
      "fact": " Hound cães e de nariz comprido cães também têm um único nome para o seu tipo cabeça: \" dolicocéfalo. \" "
    },
    {
      "fact": " Os cães do sono para uma média de 10 horas por dia. "
    },
    {
      "fact": " Os cães se envolver em rápido-olho-movimento , quando eles dormem, e têm sonhos apenas como os seres humanos fazem. "
    },
    {
      "fact": " O mundo Canine Organização reconhece 339 raças de cães. "
    },
    {
      "fact": "A análise do genoma do cão demonstra apenas 4 tipos principais de cães: \" Cães de linhagem antiga , \" \" Cães do tipo Mastiff , \" \" Cães de pastoreio \" e \" Cães de caça modernos \" . "
    },
    {
      "fact": " Ao contrário dos gatos, os cães não são exclusivamente carnívoros: eles podem se adaptar a diferentes alimentos, e uma porcentagem de suas dietas pode ser frutas e vegetais. "
    },
    {
      "fact": " O Bulldog Francês é incapaz de se reproduzir naturalmente. "
    },
    {
      "fact": " Em adição a \" formais \" formas de cachorro formação (operante condicionado, reforço, ou clássica condicionado), os cães são capazes de aprender meramente de observação. "
    },
    {
      "fact": " O São Bernardo ganha o seu nome a partir do \" Grande St. Bernard Hospice; \" O mosteiro onde Barry e outras montanhas cães foi levantada por monges para resgate vítimas da neve Alpes. "
    },
    {
      "fact": " A Grande Dane chamado \" Apenas incômodo \" é a única cão para ter oficialmente alistado na Real Marinha. "
    },
    {
      "fact": " Quando \" Bobbie, \" uma mistura de Collie / Shepherd , foi acidentalmente abandonado em férias com a família , ele viajou 2.551 milhas ao longo de seis meses para voltar para sua casa. "
    },
    {
      "fact": " O são 4 constelações nomeados após os cães. "
    },
    {
      "fact": " O Dourado Retriever, um dos os a maioria dos populares cão raças, foi primeiro criado na Escócia nos meados dos anos 1800. "
    },
    {
      "fact": " Um casal presidenciais cães eram dourados Retrievers: \" Liberdade, \" o presidencial cão de Gerald Ford, e \" Victory, \" Ronald Reagan cão. "
    },
    {
      "fact": " Flyball, um esporte canino que consiste em revezamentos, obstáculos e recuperação de bola , foi desenvolvido no final dos anos 60, e o primeiro torneio foi realizado em 1983. "
    },
    {
      "fact": " O atual mundo registro para um Flyball corrida é 14.413 segundos, criados pela a equipe \" Toque N Go \" de Las Vegas. "
    },
    {
      "fact": " O Labrador Retriever tem sido a raça de cães mais popular desde 1991. "
    },
    {
      "fact": " O Labrador é tão popular, em 2006 lá foram cerca de 3-5 vezes mais Labs como não eram alemão pastores ou dourados Retrievers. "
    },
    {
      "fact": " Um dos os mais famosos Labrador Retriever foi \" Endal, \" uma assistência cão reconhecido como o mais decorado cão no mundo. "
    },
    {
      "fact": " Endal foi o primeiro cão a andar sobre a London Eye (a característica Ferris roda em Londres, Inglaterra), e foi também o primeiro conhecido cão de sucesso usar um ATM máquina. "
    },
    {
      "fact": " Dois Labradors, Sorte e Flo, foram os primeiros cães conhecidos para sniffing para fora pirateado DVDs. "
    },
    {
      "fact": " Busca e Salvamento cão formação começam como jogos jogados enquanto filhotes. "
    },
    {
      "fact": " Alguns Busca e Salvamento (SAR) Cães são treinados para farejar fora seres humanos 1/4 milha de distância ou mais. "
    },
    {
      "fact": " Alguns cães têm demonstrado notável capacidade de detectar certos tipos de câncer. "
    },
    {
      "fact": " Um cão poderoso sentido de cheiro é frequentemente chamado de cima para detectar qualquer coisa de minas e explosivos para cupins e cama bugs. "
    },
    {
      "fact": " Os conservacionistas têm usado cães para encontrar zangão colméias em ordem para proteger ameaçadas espécies. "
    },
    {
      "fact": " Filhotes amo jogos tais como esconder e procurar! Esconder, em seguida, chamar o seu filhote nome de modo que ela pode tentar a encontrar você. "
    },
    {
      "fact": "Os cães podem aprender mais de 1000 palavras. "
    },
    {
      "fact": " Grande e feliz \" helicóptero \"o rabo abanando é um sinal de um cachorro muito legal "
    },
    {
      "fact": "O movimento da cauda ereto, rígido e rápido não é abanar ou \" amigável \", mas indica um cão que está bastante animado e concentrado. "
    },
    {
      "fact": " Os filhotes crescem a metade o seu corpo de peso nos primeiros quatro a de cinco meses! "
    },
    {
      "fact": " Os filhotes de cachorro , em seguida, tomar um ano ou mais para ganhar a outra metade de seu corpo de peso. "
    },
    {
      " Facto ": " Os filhotes pode dormir 18 a 20 horas de um dia durante o que rápida corpo crescimento fase. "
    },
    {
      "fact": " Os cães , por vezes, aparecem para sorrir - muito como seres humanos - com abertos boca sorridente. Isso pode indicar uma relaxada, submissa estado. "
    },
    {
      "fact": " Cansado filhotes ficar irritadiço apenas como pequenas crianças. Se você tem um exigente filhote de cachorro, tente cochilo tempo. "
    },
    {
      "fact": " O mais rápido da raça, o galgo, pode correr -se a 44 milhas por hora. "
    },
    {
      "fact": " Cães de orelhas caídas ouvem sons melhor do que cães de orelhas caídas. "
    },
    {
      "fact": " Não são cerca de 400 milhões de cães no mundo. "
    },
    {
      "fact": " O Labrador Retriever é a raça mais popular , de acordo com o American Kennel Club. "
    },
    {
      "fact": " Não são centenas de raças de cães. "
    },
    {
      "fact": " O cachorro vive em média de 10 a 14 anos. "
    },
    {
      "fact": " Em geral, raças menores vivem mais do que raças maiores . "
    },
    {
      "fact": " A raça mais antiga do mundo , a Saluki, se originou no Egito por volta de 329 a.C. "
    },
    {
      "fact": " De acordo com um estudo compartilhado pela Universidade Cornell , os cães foram domesticados entre 9.000 e 34.000 anos atrás. "
    },
    {
      "fact": " Thomas Jefferson ajudou a promulgar um cão fiscal em Virginia, porque ele estava irritado que cães foram matando a ovelha. "
    },
    {
      "fact": " Acariciando cães e olhando em seus olhos libera o \" sensação boa \" hormônio oxitocina para ambas as pessoas e cães. "
    },
    {
      "fact": " Os cães são onívoros - eles comem carne, grãos e legumes. "
    },
    {
      "fact": " A raça mais pesada , o Mastiff, pesa cerca de 200 libras. "
    },
    {
      "fact": " Mais do que a metade de todos os norte-americanos presidentes ter possuído cães. "
    },
    {
      "fact": "O presidente Calvin Coolidge tinha pelo menos uma dúzia de cachorros. "
    },
    {
      "fact": " Assim como humanos impressões digitais, há dois cães nariz impressões são iguais. "
    },
    {
      "fact": " Com cerca de 6 polegadas, o Chihuahua é a raça mais baixa. "
    },
    {
      "fact": " Wolfhounds irlandeses , a raça mais alta , tem de 30 a 35 polegadas de altura. "
    },
    {
      "fact": " Um cão russo chamado Laika foi o primeiro animal no espaço, viajando ao redor da Terra em 1957. "
    },
    {
      "fact": " Cães que latem os mais: miniatura schnauzers, Cairn Terrier, Yorkshire Terrier, Fox Terrier e ocidental das montanhas brancas . Terriers "
    },
    {
      "fact": " Os filhotes têm 28 dentes e adultos cães têm 42. "
    },
    {
      "fact": " A melhor idade para levar um filhote para casa é de 8 a 12 semanas. "
    },
    {
      "fact": " Os cães podem ver melhor no amanhecer e anoitecer. "
    },
    {
      "fact": "Os cães não são daltônicos, mas seus olhos não têm receptores para o vermelho. Eles enxergam em tons de preto e branco e também em tons de azul e amarelo. "
    },
    {
      "fact": " Novos filhotes têm sensores de calor em seus narizes para ajudar a encontrar suas mães enquanto seus olhos e ouvidos estão fechados. "
    },
    {
      "fact": " Um cão sentido de cheiro é reduzida por até a 40 por cento quando ele está superaquecido e ofegante. "
    },
    {
      "fact": " Raças de cães altamente treináveis como Golden Retrievers, Labrador Retrievers, Pastores Alemães e Collies são mais adequadas para crianças do que algumas outras raças. "
    },
    {
      "fact": " Bichons, Português água cães, Kerry azuis Terrier, Maltês e Poodles são todas boas escolhas se você tem alergias desde que derramou menos do que outras raças. "
    },
    {
      "fact": " Mais de uma em cada três famílias dos EUA possui um cachorro. "
    },
    {
      "fact": " O número médio de filhotes em uma ninhada é de quatro a seis. "
    },
    {
      "fact": " Não são cerca de 14.000 animais abrigos e resgate grupos em todo Norte América. "
    },
    {
      "fact": " Serviço cães são reconhecidos no EUA como \" necessária médica equipamento. \" "
    },
    {
      "fact": " Terapia cães, que trazem cura para os indivíduos e famílias por visitar hospitais escolas ou aposentadoria casas, diferem de serviço cães, que auxiliam os indivíduos que têm deficiência. "
    },
    {
      "fact": " A Terra Nova tem um casaco resistente à água e pés palmados . "
    },
    {
      "fact": " Como Disney Cruella De Vil estava ciente, dálmatas cachorros são nascido puro branco e desenvolver manchas como eles crescem mais velhos. "
    },
    {
      "fact": " Os cães suam através das almofadas de seus pés. "
    },
    {
      "fact": "Os cães têm três pálpebras, incluindo uma para manter os olhos úmidos e protegidos. "
    },
    {
      "fact": " Chow Chows são nascido com rosa línguas, que se transformam azul-preto em 8 a 10 semanas. "
    },
    {
      "fact": "Os cães são animais de carga - eles não gostam de ficar sozinhos. "
    },
    {
      "fact": " Na antiga China, as pessoas mantido quente por colocar cães até seus mangas. "
    },
    {
      "fact": " Os cães que tenham sido esterilizados ou castrados ao vivo mais do que intactas cães. "
    },
    {
      "fact": " Um Bloodhound chamado Tigger detém o recorde para as mais longas orelhas, cada medição mais do que 13 polegadas. "
    },
    {
      "fact": " Bingo é o nome do cão na caixa de Cracker Jacks. "
    },
    {
      "fact": " Em 1969, Lassie foi o primeiro animais introduzido no animal Salão da Fama. "
    },
    {
      "fact": " O Malamute do Alasca pode suportar temperaturas tão baixas quanto 70 graus abaixo de zero. "
    },
    {
      "fact": " acariciar um cachorro pode diminuir sua pressão arterial . "
    },
    {
      "fact": " Stray cães em Moscou ter aprendido a montar o metrô para encontrar comida. "
    },
    {
      "fact": " Mais da metade dos donos de cães incluem seus cães nas fotos anuais das férias . "
    },
    {
      "fact": " Embora ele era uma vez ilegal para manter os cães como animais de estimação em da Islândia capital de cidade, as leis têm sido relaxado. "
    },
    {
      "fact": " Os beagles do presidente Lyndon Johnson foram nomeados Ele e Ela. "
    },
    {
      "fact": " Um unspayed feminina cão, seu companheiro e seus filhotes podem produzir 67.000 filhotes em seis anos. "
    },
    {
      "fact": " O Basenji é o único cão sem latir . "
    },
    {
      "fact": "Os cães são descendentes diretos dos lobos. "
    },
    {
      "fact": " Filhotes são cegos, surdos e desdentados quando nascem. "
    },
    {
      "fact": " Cães enrolar -se para manter -se aquecer e proteger vitais órgãos. "
    },
    {
      "fact": " Um cão sentido de cheiro é 10.000 vezes mais forte do que um ser humano. "
    },
    {
      "fact": " O Lundehund norueguês é o único cão com seis dedos em cada pé. "
    },
    {
      "fact": "Os cães podem ficar com ciúmes quando seus humanos demonstram afeição por outra pessoa ou outra coisa . "
    },
    {
      "fact": "Os cães podem ser treinados para detectar câncer e outras doenças em humanos. "
    },
    {
      "fact": " Os bigodes de um cachorro são usados como dispositivos de detecção . "
    },
    {
      "fact": " Três de os 12 cães sobre o Titanic sobreviveu. "
    },
    {
      "fact": " Seu filhote atinge o seu pleno tamanho entre 12 e 24 meses. "
    },
    {
      "fact": " O EUA tem o maior cão população no mundo. "
    },
    {
      "fact": " Rin Tin Tin foi a primeira estrela canina de Hollywood . "
    },
    {
      "fact": " A temperatura corporal média de um cão é 101,2 graus. "
    },
    {
      "fact": " Muitos distúrbios nos pés em cães são causados por unhas compridas . "
    },
    {
      "fact": " Os Boy Scouts e menina Scouts ambos oferta de mérito emblemas em cão cuidado. "
    },
    {
      "fact": " O Berger Picard, Miniature americano Shepherd e Lagotto Romagnolo são os mais novos cão raças reconhecidas pelo o americano Kennel Clube em 2015. "
    },
    {
      "fact": " Paul McCartney dos Beatles gravados uma alta agudo apito no fim de \" Um dia na vida \" para seu cão. "
    },
    {
      "fact": " Max, Jake, Maggie e Molly são os nomes de cachorro mais populares . "
    },
    {
      "fact": " Spiked cão coleiras foram usadas para protegem dos cães gargantas do lobo ataques em antiga Grécia. "
    },
    {
      "fact": " O cachorro da família de Walt Disney - chamado Sunnee - foi a inspiração por trás de \" Lady and the Tramp. \" "
    },
    {
      "fact": " As equipes de cães competem para o mais rápido tempo sem erros em Flyball corridas. "
    },
    {
      "fact": " Um pastor alemão chamado Orient acompanhou seu dono cego Bill Irwin quando ele se tornou a primeira pessoa cega a caminhar pela Trilha dos Apalaches de 2.100 milhas em 1990. "
    },
    {
      "fact": " Chihuahuas são nascido com suaves manchas em seus crânios, apenas como humanos bebês. "
    },
    {
      "fact": " Mastins usavam armaduras e eram enviados atrás de cavaleiros montados na época romana . "
    },
    {
      "fact": " O Dr. Brady Barr, da National Geographic, mediu a força média da mordida de um cachorro a 320 libras de pressão por polegada quadrada . "
    },
    {
      "fact": " Os cães são mencionados na Bíblia mais do que 35 vezes. "
    },
    {
      "fact": " A obesidade é o principal problema de saúde entre os cães. "
    },
    {
      "fact": " Dachshunds foram originalmente criados para lutar contra texugos. "
    },
    {
      "fact": " O Bull Terrier Pete do presidente Theodore Roosevelt arrancou as calças do embaixador francês Jules Jusserand. "
    },
    {
      "fact": " O Border Collie, o Poodle e o Golden Retriever são considerados as raças de cães mais inteligentes do mundo . "
    },
    {
      "fact": " Raças menores de cães amadurecem mais rápido do que raças maiores . "
    },
    {
      "fact": " Os cães têm duas vezes como muitos músculos para mover seus ouvidos como seres humanos, se você está olhando para incomuns fact sobre cães! "
    },
    {
      "fact": " As cadelas carregam filhotes por cerca de nove semanas antes do nascimento. "
    },
    {
      "fact": "Os cães são naturalmente submissos a qualquer criatura com um status de matilha superior . "
    },
    {
      "fact": " O Chihuahua foi nomeada para o estado no noroeste do México , onde eles foram descobertos. "
    },
    {
      "fact": "Os cães podem ser ensinados a contar e a resolver problemas matemáticos simples . "
    },
    {
      "fact": " Com amor e um pouco de paciência, os cães podem aprender a andar para trás, saudar e se curvar. "
    },
    {
      "fact": " Pit bulls têm sido dado um mau rap. BADRAP foi iniciado no San Francisco Bay área em nome de \" pit bulls e suas pessoas \" e foi classificado nacionalmente como a No. 1 de alto impacto sem fins lucrativos para animais bem-estar. "
    },
    {
      "fact": " Os soldados da Guerra Revolucionária às vezes traziam seus cães com eles para a batalha. Esse foi o caso com George Washington e seu cachorro, Sweetlips. "
    },
    {
      "fact": " O American Water Spaniel foi a primeira raça de caça desenvolvida para recuperar de barcos. "
    },
    {
      "fact": " Os cães têm um ligamento no do pescoço que permite -los para conservar energia enquanto correndo longas distâncias seguinte perfume trilhas com seu nariz para o chão. Muitas outras espécies têm um semelhante ligamento e isso é chamado de um acesso de cólera. "
    },
    {
      "fact": "Os cães evoluíram de uma criatura semelhante a um lobo extinta na Eurásia há 40.000 anos . "
    },
    {
      "fact": " Alguns estudos acreditam que os cães começaram a ser domesticados há 33.000 anos . "
    },
    {
      "fact": " Os cães pertencem a um biológica família chamou o Canidae, um membro de esta família é chamado de um canídeo. Esta é a origem do adjetivo \" canino \" que significa \" de ou como um cão, relativo a ou característica de cães \" . "
    },
    {
      "fact": " Os cães têm um muito bom senso de cheiro. A parte de um cão cérebro que analisa cheiro é 40 vezes maior do que um humano de e eles podem cheirar 1.000 a 10.000 vezes melhor do que nós. "
    },
    {
      "fact": " Cerca de um terço do cérebro de um cachorro é dedicado ao cheiro. "
    },
    {
      "fact": " A raça de cão com o melhor sentido de cheiro é o cão de caça. "
    },
    {
      "fact": " Narizes de cachorro também são muito fofos e fáceis de boop. "
    },
    {
      "fact": " Um cão poderia detectar uma colher de chá de açúcar , se você adicionou -lo para um olímpica de natação piscina cheia de água. "
    },
    {
      "fact": "Os cães podem ser treinados para detectar câncer em humanos. "
    },
    {
      "fact": " Alguns cães podem dizer se um humano está prestes a ter um ataque epiléptico . "
    },
    {
      "fact": " Sobre 12 por cento de o ar que um cão respira vai para um especial área na volta de do nariz que é dedicado ao cheiro. "
    },
    {
      "fact": " Um cão pode tanto cheirar e respirar no mesmo tempo. "
    },
    {
      "fact": " Os cães sabem de qual narina um cheiro tenha entrado. "
    },
    {
      "fact": " Os cães podem usar o seu sentido de cheiro para avaliar nossas emoções, elas podem cheirar o medo, a ansiedade, até mesmo tristeza. Isso é porque eles podem cheirar hormônios , tais como adrenalina. "
    },
    {
      "fact": " Polícia cães podem cheirar humanos corpos , mesmo quando eles estão enterrados até aos 3 metros no chão. "
    },
    {
      "fact": "Os cães vêem em cores de vários tons de azul e amarelo. "
    },
    {
      "fact": " Se você quer um cão para ver coisas em um verde fundo a melhor cor é azul. "
    },
    {
      "fact": " Os seres humanos geralmente ver melhor do que cães, mas cães ver muito melhor quando não é pouca luz. "
    },
    {
      "fact": " Os cães não podem distinguir entre vermelho e verde como essas cores que aparecem como tons de cinza para um cão. "
    },
    {
      "fact": " Os cães gostam de mastigar ossos , mas cozidos ossos e ossos que podem lascar , tais como cozidos frango ossos deve não ser dada a cães. "
    },
    {
      "fact": " Quando os cães foram evoluindo, osso medula pode , por vezes, formam uma importante parte de sua dieta. "
    },
    {
      "fact": " Os cães muitas vezes enterrar os ossos de modo que eles podem cavar -los até em algum momento no futuro , quando eles estão com fome. "
    },
    {
      "fact": " Chocolate é venenoso para os cães porque ele contém teobromina. "
    },
    {
      "fact": " Embora cães têm alguns suor glândulas em seus pés, suas principais maneira de perder calor quando eles são muito quente é pela respiração ofegante. "
    },
    {
      "fact": " Quando os cães têm sido fazendo um monte de exercício, eles pant. Ele é não porque eles estão fora da respiração como um humano poderia ser. Dogs ter desenvolvido o método de perda de calor por ofegante , porque a transpiração seria não ser muito eficiente devido a toda a pele. "
    },
    {
      "fact": " A temperatura corporal normal de um cão é de 100,94 graus Fahrenheit (38,3 Celsius) a 102,56 F (39,2 C), enquanto a temperatura normal do corpo humano é de 98,6 F (37 C). "
    },
    {
      "fact": " Female cães podem ficar grávidas quando seus corpos passam por mudanças que fazem -los receptivos à masculinos cães. Isso é chamado sendo no calor ou no cio. "
    },
    {
      "fact": " masculinos cães sabem as mulheres é em calor devido a um cheiro emitido a partir do sexo feminino cão. "
    },
    {
      "fact": " A maioria dos cães entra no cio a cada 6 meses e o estro dura entre 7 e 18 dias. "
    },
    {
      "fact": " Quando cães copulam, isso é muito normal, para eles para obter preso em conjunto e que pode durar por até aos 45 minutos. "
    },
    {
      "fact": " A maioria dos veterinários recomenda que do sexo feminino cães não ficar grávida até o terceiro estro. "
    },
    {
      "fact": " A gravidez pode ser impedida pela castração do sexo feminino cão, isso envolve a remoção de ambos os ovários e do útero. "
    },
    {
      "fact": " Os cães não ir para a menopausa e vai continuar a ir em calor indefinidamente , a menos que eles são esterilizados. "
    },
    {
      "fact": " masculinos cães têm um osso em seu pênis. "
    },
    {
      "fact": " Lobos e cães podem acasalar para produzir descendentes férteis . "
    },
    {
      "fact": " Os cães normalmente têm entre um para dezesseis anos ou mesmo mais filhotes. "
    },
    {
      "fact": " Ele é não possível para saber como muitos cachorros um cão vai ter apenas pelo olhar. A aparência pode ser muito enganador. "
    },
    {
      "fact": " Os filhotes de cachorro são nascidos surdos e não pode ouvir até que eles são cerca de 21 dias de idade. Os jovens são nascidos pequeno, cego e impotente e requerem um longo período de pais cuidado. "
    },
    {
      "fact": " A maioria dos cães tem 42 dentes. "
    },
    {
      "fact": " Corgi é galês para \" cachorro anão \" . "
    },
    {
      "fact": " galgos pode alcançar uma velocidade de até a 45 milhas por hora. "
    },
    {
      "fact": " O mais populares raça de doméstica cão em a US e o Reino Unido é o Labrador Retriever. "
    },
    {
      "fact": "Os cães podem discriminar as expressões emocionais de rostos humanos . "
    },
    {
      "fact": " Os cães que não têm um apêndice. Por que não os humanos conseguido livrar da deles ainda? "
    },
    {
      "fact": "Os cães são todos descendentes diretos dos lobos. "
    },
    {
      "fact": " Um cão coração bate até a 120 vezes por minuto, ou 50 mais rápido do que a média humana batimento cardíaco de 80 vezes por minuto. "
    }
  ]
}